// 1) Створити масив з 20 чисел та:
// a) відсортувати його від меншого до більшого.

// arr=[4,1,3,4,6,7,4,3,2,44,3223,2,22,678,54,3,39,33,2];

// a= arr.sort();

// console.log(a);

// let a= arr.sort((a,b)=> {
//     return (a-b)
// })

// console.log(a);

// b) відсортувати його від більшого до меншого.


// let b= arr.sort((a,b)=>{
//     return (b-a)
// } )

// console.log(b);


// Відфілтрувати числа які є кратними 3.

arr=[4,1,3,4,6,7,4,3,2,44,3223,2,22,678,54,3,39,33,2];

let f=arr.filter(e=> {
    
});

